{
  "head-title": "Ivan Smiths | Sviluppatore e social media manager di Ragusa",
  "head-desc": "Ivan Smiths, sviluppatore e social media manager da Ragusa, posso aiutarti ad aumentare i clienti",
  "title": "Migliora il tuo business ",
  "sub-title": "SONO IVAN SMITHS",
  "title2": "ORA!",
  "hero-1": "Sviluppatore Web e Social media manager ",
  "hero-1-2": "aiuto gli imprenditori di Ragusa ad aumentare i loro clienti, tramite pubblicità targetizzate e dalla creazione di siti web remunerativi.",
  "btn": "I miei lavori",
  "btn-c": "Contattami",
  "sub-desc": "CHI SONO?",
  "desc": "Uno dei pochi ",
  "desc-2": "sviluppatori di Ragusa ",
  "desc-3": " che usa React/Next.js per sviluppare siti web estremamente veloci e remunerativi. Google AdSense e Facebook Pixel sono solo alcune delle tecnologie che utilizzerò per aiutarti a raggiungere ",
  "desc-4": "CENTINAIA ",
  "desc-5": "di clienti in più con annunci mirati, studio delle parole chiave e strategie di marketing.",
  "services-sub": "COSA FACCIO",
  "services-btn": "Parliamone!",
  "web": "Dai proprietari di negozi fisici, o chi ha un negozio su Ebay, entrambi hanno bisogno di un e-commerce o semplicemente di una landing page per promuovere la propria attività su Google AdSense ed essere ",
  "web-2": "primo su Google.",
  "web-3": "I proprietari di attività senza scopo di lucro possono utilizzare una landing page per accettare donazioni ",
  "web-4": "accettare donazioni ",
  "web-5": "da PayPal, carte di credito/debito ed anche criptovalute.",
  "web-desc-1": "3 anni di esperienza nello sviluppo di siti web, da semplici landing pages,  fino a complessi E-commerce con React/Next.js, ",
  "web-desc-2": "prioritizzo la velocità e la sicurezza, ",
  "web-desc-3": "cercando di trovare un compromesso gli effetti stilistici.",
  "web-stack": "Tecnologie di sviluppo:",
  "web-stack-2": "Tecnologie per analisi:",
  "web-stack-3": "Tecnologie pubblicitarie:",
  "social": "Tutti usiamo i social network, di conseguenza ognuno di noi è un ",
  "social-2": "potenziale cliente, ",
  "social-3": "per qualsiasi tipo di servizio o bene. Ho esperienza nella gestione di pagine Instagram, Facebook e LinkedIn di piccola/media grandezza.",
  "social-5": "Tramite l'uso di post sponsorizzati mirati, è possibile raggiungere nuovi ",
  "social-6": "potenziali clienti ",
  "social-7": "in base al sesso, città in qui vivono, hobby, ed altro.",
  "social-stack": "Esperienza social: ",
  "social-desc-1": "In una città come Ragusa, dove la maggior parte degli imprenditori non capisce ",
  "social-desc-2": "l'importanza del social media managing, ",
  "social-desc-3": "avere un presenza nei social significa stare sempre ",
  "social-desc-4": "un passo avanti alla concorrenza.",
  "3d": "Inserire modelli 3d interattivi nei siti web, ",
  "3d-2": "aumenta esponenzialmente l'interazione e la durata di visita ",
  "3d-3": "degli utenti.",
  "3d-4": "La realtà aumentata, permette di vedere il modello 3d nel proprio spazio, permettendo all'utente di ",
  "3d-5": "vedere 'fisicamente' l'oggetto ",
  "3d-6": "ed invogliarlo all'acquisto.",
  "3d-stack": "Software utilizzati: ",
  "3d-desc": "Fondatore di ",
  "3d-desc-2": "CG Prospect ",
  "3d-desc-3": ", con 5 anni di esperienza nel settore del 3d, uso tecniche come la fotogrammetria per assicurarmi una qualità 1:1 con il prodotto da rendere virtuale.",
  "score-title": "Stop utenti persi",
  "score-title2": "PER LA LENTEZZA DEL SITO.",
  "score-desc": "È solo uno slogan?! Ti sfido a fare uno speedtest alle pagine! ",
  "score-desc2": "Punteggio 'all green' su Google Lighthouse.",
  "why": "PERCHÉ SCEGLIERE ",
  "why2": "ME?",
  "card-title": "Velocità estrema",
  "card-desc": "I miei siti caricano in millisecondi. ",
  "card-desc1-2": "Transizioni fra le pagine ISTANTANEE. ",
  "card-desc1-3": "Imagini ottimizzate. Massima velocità anche con modelli 3D in pagina.",
  "card-title2": "100% Codice",
  "card-desc2": "Nessun template, niente restrizioni, nessuna obsolescenza, ",
  "card-desc2-2": "NIENTE STRONZ**E.",
  "card-title3": "Hosting GRATUITO",
  "card-desc3": "Le tecnologie che uso, garantiscono ai miei siti un ",
  "card-desc3-2": "hosting sempre gratuito ",
  "card-desc3-3": "indipendentemente dal traffico che ricevono.",
  "card-title4": "Conoscenze sul 3D/AR",
  "card-desc4": "L'interazione da parte degli utenti riceve un ",
  "card-desc4-2": "boost massiccio ",
  "card-desc4-3": "se il sito ha dei modelli 3D. Il tutto senza compromettere le performance.",
  "card-title5": "Multi-lingua",
  "card-desc5": "Cambio di lingua istantaneo, tutto nello stesso dominio/sito. ",
  "card-desc5-2": "Rilevamento automatico della lingua ",
  "card-desc5-3": "in base alla scelta della lingua del browser dell'utente.",
  "card-title6": "Mai più paura del DDOS/XSS",
  "card-desc6": "Assenza di server e nessun database direttamente raggiungibile, significa 0 attacchi DDOS, o qualsiasi altra minaccia. ",
  "card-desc6-2": "La superficie d'attacco nei miei siti è INESISTENTE.",
  "react-code": "Codice React come se fosse ",
  "react-code-2": "nel futuro",
  "react-code-desc": "Le tecnologie che uso quotidianamente sono React e Next.js, ed ho completato una varietà di progetti usandole. Perchè proprio queste tecnologie? Velocità estrema, Server side rendering, ottimizzazione delle immagini, hosting gratuito, ed altre features, vengono gestite autonomamente da questi fantastici tools.",
  "react-code-desc-2": "Negli scorsi 2 anni, ho scoperto una varietà di metodi per migliorare il mio codice, ed in generale di alzare sempre di più l'asticella degli standard, inserendo modelli 3d, ",
  "react-code-desc-2-2": "e cercando sempre di utilizzare nuovi standard tecnologici per permettermi di costruire siti web sempre migliori.",
  "question": "Hai 2 minuti ",
  "question-2": "del tuo tempo?",
  "question-desc": "Se vuoi, puoi complilare questo questionario totalmente anonimo, che aiuterebbe a migliorare la qualità del mio sito, grazie alla tua opinione.",
  "question-btn": "Vai al questionario"
}
