{
  "skills-desc": "Il mio pacco da 6 (+1)",
  "skills-web": "TECNOLOGIE ",
  "skills-web2": "WEB",
  "skills-3d": "SOFTWARES ",
  "skills-3d2": "3D",
  "skills-ad": "PUBBLICITÀ",
  "html": "<p> Ottimizzare il codice Html/Jsx per ",
  "html2": "l' SEO è la mia SPECIALITÀ! ",
  "html3": "I bot dei motori di ricerca danno precedenza ai siti scritti come si deve, non lasciare affogare il tuo progetto! </p>",
  "css": ".nuove-tecnologie { Sass, Flexbox e Css grid, sono tecnologie che conosco alla perfezione, garantendomi ",
  "css2": "pieno controllo sul layout e nella stilizzazione di un sito web.};",
  "js": "esperienza () => {console.log(' ",
  "js2": "Es6 syntax, ",
  "js3": "come Classes, arrow function e nuovi metodi array sono il mio secondo nome!'};",
  "graphql": "Graphql",
  "graphql2": "Graphql",
  "graphql3": "Graphql",
  "react": "<> React, con ",
  "react2": " Next.Js e Gatsby ",
  "react3": "è il mio pezzo da 90. Ho un'ottima conosceza sul come fare siti estremamente veloci ed ottimizzati (come questo che stai visitando 😎), sia in server side rendering, o in static generation. </>",
  "mongodb": "Dovrei scriverlo in JSON? probabilmente no. Uso MongoDB con Mongoose come object modeling per creare relazioni fra gli schemas e per fare richieste ",
  "mongodb2": "get, post, put e delete.",
  "mongodb3": "",
  "wp": "Già, è WordPress. ",
  "wp2": "Creo siti da 0 ",
  "wp3": "usando temi quali YooTheme/Divi ed i migliori plugin come YoastSeo o il classico WooCommerce, indispensabile per gli shop sviluppati con WP.",
  "shopify": "Shopify",
  "shopify2": "Shopify",
  "shopify3": "Shopify",
  "blender": "Cos'è questo?! É Blender! Un progamma gratuito ed open source che uso, per creare ",
  "blender2": "modelli 3D ed in realtà aumentata.",
  "zbrush": "Zbrush è il tool leader nella scultura 3D. Uso una tavoletta grafica, e prioritizzo ",
  "zbrush2": "una topologia ottimale ",
  "zbrush3": "per i modelli 3D che scolpisco.",
  "substance": "Creo textures uniche con Substance Designer e Substance Alchemist, cercando sempre di avere delle nitide ",
  "substance2": "displacemente e normal maps, ",
  "substance3": "garantendo una qualità delle texture professionale.",
  "ads": "Sapere come e dove inserire le pubblicità, è la chiave per avere un'ottima  ",
  "ads2": "esperienza utente ",
  "ads3": "nonostante l'uso di pubblicità nel sito. Inoltre, un piazzamento efficace dei banner, aumenta esponenzialmente il guadagno di un sito.",
  "ac": "Ho esperienza nella crazione di ",
  "ac2": "flussi ed automazioni ",
  "ac3": "nel collegamento con Woocommerce e relativa gestione dei trigger di invio email (quando un cliente compra, o abbandona il carrello).",
  "mailchimp": "Mailchimp",
  "mailchimp2": "Mailchimp",
  "mailchimp3": "Mailchimp"
}
