{
  "skills-desc": "My 6 (+1) pack",
  "skills-web": "WEB ",
  "skills-web2": "STACK",
  "skills-3d": "3D ",
  "skills-3d2": "SOFTWARES",
  "skills-ad": "ADVERTISING",
  "html": "<p> SEO friendly Html/Jsx code is a MUST! ",
  "html2": "Search engine's web crawler are always pushing up well coded websites, don't let your project drown! </p>",
  "html3": "",
  "css": ".new-technologies { Sass, Flexbox and Css grid, are technologies that i've mastered, granting complete ",
  "css2": "control on the layout and styling of a website.};",
  "js": "myKnowledge () => {console.log(' ",
  "js2": "Es6 syntax ",
  "js3": "ike Classes, arrow function, new array methods are my second name!'};",
  "graphql": "Graphql",
  "graphql2": "Graphql",
  "graphql3": "Graphql",
  "react": "<> React, with ",
  "react2": "Next.Js & Gatsby ",
  "react3": "is my most valuable skill. I have great knowledge about making optimized websites (like this one you're visiting 😎), both server side rendering, and static ones. </>",
  "mongodb": "Should i write this in JSON? probably not. I use MongoDB with Mongoose as an object modeling in order to create relationships between schemas and for making ",
  "mongodb2": "get, post, put and delete ",
  "mongodb3": "requests.",
  "wp": "Yeah that's WordPress. Knowing how to choose the ",
  "wp2": "best plugins and themes, ",
  "wp3": "is the key to have a fast and optimized WordPress website. Furthermore, inserting some JavaScript/jQuery code, to a WordPress site, is not a bad idea.",
  "shopify": "Shopify",
  "shopify2": "Shopify",
  "shopify3": "Shopify",
  "blender": "What's this?! This is Blender! A free and open source software that i use, for making ",
  "blender2": "3D and augmented reality stuff.",
  "zbrush": "Zbrush is the 3D sculpting leading tool. I use it with a graphic tablet, always prioritizing",
  "zbrush2": "good topology ",
  "zbrush3": "for my 3D scuplts.",
  "substance": "I use Substance Designer and Alchemist in order to create textures always trying toget the sharpest ",
  "substance2": "displacement and normal maps ",
  "substance3": "granting awesome textures results.",
  "ads": "Knowing how and where to put is the key to have ",
  "ads2": "a user friendly experience ",
  "ads3": "in your websites, even if have ads on it. Furthermore, an efficient placement of the banner, can exponentially encrease the revenue of a website.",
  "ac": "I have experience on the creation of ",
  "ac2": "automations ",
  "ac3": "about the connection with Woocommerce and managements of triggers events (when a user buy, or leave the cart).",
  "mailchimp": "Mailchimp",
  "mailchimp2": "Mailchimp",
  "mailchimp3": "Mailchimp"
}
