{
  "head-title": "Ivan Smiths | Webentwickler und Social Media Manager aus Wiesbaden",
  "head-desc": "Ivan Smiths, Webentwickler und Social Media Manager von Ragusa, ich kann Ihnen helfen, Ihr Geschäft anzukurbeln",
  "title": "Steigern Sie Ihr Geschäft ",
  "sub-title": "ICH BIN IVAN SMITHS",
  "title2": "JETZT!",
  "hero-1": "Webentwickler und Social Media Manager, ",
  "hero-1-2": "Ich helfe Geschäftsinhabern asu Wiesbaden durch gezielte Werbekampagnen und durch die Erstellung profitabler Websites, ihre Kundenzahl zu steigern.",
  "btn": "Meine Arbeiten",
  "btn-c": "Kontaktiere mich",
  "sub-desc": "WER BIN ICH?",
  "desc": "Webentwickler aus ",
  "desc-2": "Wiesbaden ",
  "desc-3": " das nutzt React/Next.js-Code für die Entwicklung extrem schneller und lohnender Websites. Google AdSense und das Facebook Pixel sind nur einige der Technologien, die ich verwende, um Ihnen zu helfen, zu erreichen ",
  "desc-4": "TAUSENDE ",
  "desc-5": "mehr Kunden mit zielgerichteten Anzeigen, Keyword-Studien und Marketingideen.",
  "services-sub": "WAS ICH MACHE",
  "services-btn": "Parliamone!",
  "web": "Von den physischen Geschäften bis hin zu den Marletplace-Besitzern bei Ebay brauchen beide einen E-Commerce oder nur eine Landingpage, um ihr Geschäft bei Google AdSense zu bewerben und zu sein ",
  "web-2": "zuerst bei Google.",
  "web-3": "Inhaber von gemeinnützigen Organisationen können auch eine Zielseite für verwenden ",
  "web-4": "Spenden annehmen ",
  "web-5": "über PayPal, Kredit-/Debitkarte und sogar Kryptowährungen.",
  "web-desc": "3 anni di esperienza nello sviluppo di siti web, da semplici landing pages,  fino a complessi E-commerce con React/Next.js. Prioritizzo la velocità e la sicurezza, cercando di trovare un compromesso con effetti stilistici e gamification.",
  "web-stack": "Entwicklungsstapel:",
  "web-stack-2": "Analysestapel:",
  "web-stack-3": "Anzeigenstapel:",
  "social": "In einer Stadt wie Ragusa, wo die meisten Unternehmer nichts verstehen ",
  "social-2": "die Bedeutung des Social-Media-Managements, ",
  "social-3": "In den sozialen Medien präsent zu sein bedeutet, immer zu bleiben",
  "social-4": "der Konkurrenz einen Schritt voraus.",
  "social-5": "Durch gezielte Sponsored Posts ist es möglich, neue ",
  "social-6": "potentielle Kunden ",
  "social-7": "basierend auf Geschlecht, Stadt, in der sie leben, Hobbys und mehr.",
  "social-stack": "Soziale Erfahrungen: ",
  "social-desc": "In einer Stadt wie Ragusa, in der die meisten Unternehmer die Bedeutung des Social-Media-Managements nicht verstehen, bedeutet eine Präsenz in den sozialen Medien, der Konkurrenz immer einen Schritt voraus zu sein.",
  "3d": "Interaktive 3D-Modelle in Websites einfügen, ",
  "3d-2": "es erhöht exponentiell die Interaktion und die Dauer des Besuchs ",
  "3d-3": "von den Benutzern.",
  "3d-4": "Augmented Reality ermöglicht es Ihnen, das 3D-Modell in Ihrem eigenen Raum zu sehen, sodass der Benutzer ",
  "3d-5": "das Objekt 'physisch' sehen",
  "3d-6": "und locken ihn zum Kauf.",
  "3d-stack": "Gebrauchte Software:",
  "3d-desc": "Gründer von ",
  "3d-desc-2": "CG Prospect ",
  "3d-desc-3": ", Mit 5 Jahren Erfahrung im 3D-Bereich verwende ich Techniken wie die Photogrammetrie, um eine 1:1-Qualität mit dem virtuell zu machenden Produkt sicherzustellen.",
  "score-title": "Keine Nutzer mehr verlieren",
  "score-title2": "URSACHE DER LANGSAM WEBSITE.",
  "score-desc": "Ist das nur ein Slogan?! Ich fordere du auf, meine Websites zu testen! ",
  "score-desc2": "'All green' auf Google Lighthouse.",
  "why": "WARUM WÄHLEN ",
  "why2": "MICH?",
  "card-title": "Extreme Geschwindigkeit",
  "card-desc": "Meine Websites werden alle in Millisekunden geladen. ",
  "card-desc1-2": "SOFORTIGE Seitenübergänge. ",
  "card-desc1-3": "Bildoptimierungen. Maximale Geschwindigkeit auch bei 3D-Modellen auf der Seite.",
  "card-title2": "100% Code",
  "card-desc2": "Keine Vorlagen, keine Einschränkungen, kein alter Stack, ",
  "card-desc2-2": "KEIN BULLS**T.",
  "card-title3": "KOSTENLOSES Hosting",
  "card-desc3": "Die Technologien, die ich verwende, ermöglichen es meinen Websites, ",
  "card-desc3-2": "immer kostenlos gehostet ",
  "card-desc3-3": "unabhängig von der Menge an Verkehr, die sie erhalten.",
  "card-title4": "3D/AR-Kenntnisse",
  "card-desc4": "Benutzerinteraktion erhalten a  ",
  "card-desc4-2": "massiver Schub ",
  "card-desc4-3": "wenn die Website 3D-Modelle enthält. Alles ohne Kompromisse bei der Leistung.",
  "card-title5": "Mehrsprachig",
  "card-desc5": "Nahtloser Sprachwechsel, nur in einer Website/Domain. ",
  "card-desc5-2": "Automatische Spracherkennung ",
  "card-desc5-3": "basierend auf der Browser-Sprachauswahl des Benutzers.",
  "card-title6": "Keine Angst mehr vor DDOS/XSS",
  "card-desc6": "Kein Server und keine direkt erreichbare Datenbank entspricht keinen DDOS-Angriffen oder böswilligen Bedrohungen. ",
  "card-desc6-2": "Die Angriffsfläche meiner Website ist NICHT VORHANDEN.",
  "react-code": "Reagiere Code, als wäre er ",
  "react-code-2": "in der Zukunft",
  "react-code-desc": "Meine bevorzugten Technologien sind React und Next.js, und ich habe eine Vielzahl von Projekten damit abgeschlossen. Warum dieser Stapel? Extreme Geschwindigkeit, serverseitiges Rendering, Bildoptimierung, kostenloses Hosting und viele andere Funktionen sind sofort einsatzbereit.",
  "react-code-desc-2": "In den letzten 2 Jahren habe ich verschiedene Möglichkeiten entdeckt, meinen Code zu verbessern und immer besser zu werden, indem ich 3D-Modelle in Websites einfüge, ",
  "react-code-desc-2-2": "und versuchen immer, mit neuen Technologien und besseren Möglichkeiten zum Erstellen von Websites auf dem richtigen Weg zu sein",
  "question": "Hast du 2 Minuten auf ",
  "question-2": "deiner Zeit?",
  "question-desc": "Wenn Sie möchten, können Sie diese völlig anonyme Fragestellung überprüfen, die mir hilft, die Qualität dieser Website dank Ihrer Meinung zu verbessern.",
  "question-btn": "Geh zum Fragebogen question"
}
