{
  "title": "How to add 3D models on a Next.js website",
  "intro": "Introduction",
  "p-1": "3D models are becoming more and more presents on websites. They can massively increase the user interaction, and the whole user experience on your website. ",
  "p-2": "Today, i want to write about my method to display a 3D model, and make it visibile in your space (if your phone supports augmented reality) in a Next.js website. ",
  "title-2": "Get a 3D model",
  "p-3": "First, we need a 3D model, if you want to follow along, ",
  "p-3-2": "check the complete repo ",
  "p-3-3": "of this guide and download the model from the public folder (is the only .glb file). Feel free to use whatever model you want, just make sure that extension is .glb.",
  "title-3": "<model-viewer>",
  "p-4": "In order to display the model, we will use <model-viewer>, an API from Google, that handles the display of the model, augmented reality, and other big stuff out of the box.",
  "p-5": "Go here, ",
  "p-5-2": " and click on Model Editor, then select your model. You should see it right away! Now we're ready to customize it.",
  "p-6": "From here, scroll down, enable Ar in order to enable augmented reality, then scroll a little bit more and disable the use custom check. This last one is just for customizing the progress bar and the button, in this tutorial we're keeping things simple.",
  "p-7": "In the other tabs on the right, you can customize the textures of the model (this one have 3),  or the scene it self, like the lightning, skybox and many others. But i do recomend to go in the second list, and clicking on 'generate poster' button, then click on download poster.This will create an image, to display in the website, while the 3D model is till loading, inorder to show at least something to the user.",
  "p-8": "In addition to that, go in the next tab and click on auto-rotate, in order to make the 3d-model auto rotating (you can also set the speed and go crazy with it!), so it doesn't feel like a plain image.",
  "p-9": "Once you're finished to customize your 3D model, copy the <model-viewer> snippet somewhere, and get ready to finally write some code!",
  "title-4": "Next.js boilerplate",
  "p-10": "Open your terminal and create a Next.js boilerplate with the command 'npx create-next-app' (you need node and npm/yarn installed on your machine). Go into the folder, and istall <model-viewer> itself. Then, put both the 3d model and the poster image inside the 'public' folder.",
  "p-11": "Create a folder called 'components' in the root of the directory and inside of it, create a file called ModelTree.js. In here, import the package, create a function and put the snippet that we previosly saved from <model-viewer>.",
  "p-12": "Now, we're ready to display our model. Go to the index.js file, and import the component. Notice that we need to import it with the dynamic import, and not as a regular component. Get rid of the footer, the head tag, and everything inside the main tag, then display the component as it would be normally.",
  "p-13": "Et voilà! The model shows perfectly, is fully responsive and ready to be seeing in your space. Now, it's just a 3d model in a blank page, soon i'm going to add it in a finctional landing page."
}
