{
  "skills-desc": "Mein 6 (+1) Paket",
  "skills-web": "WEB ",
  "skills-web2": "STAPEL",
  "skills-3d": "3D ",
  "skills-3d2": "SOFTWARES",
  "skills-ad": "WERBUNG",
  "html": "<p> SEO-freundlicher Html/Jsx-Code ist ein MUSS! ",
  "html2": "Der Webcrawler der Suchmaschine bringt immer gut codierte Websites hoch, lassen Sie Ihr Projekt nicht untergehen! </p>",
  "html3": "",
  "css": ".neue-technologien { Sass, Flexbox und CSS Grid, sind Technologien, die ich beherrsche und die vollständig sind ",
  "css2": "Kontrolle über das Layout und das Styling einer Website.};",
  "js": "meinWissen () => {console.log(' ",
  "js2": "Es6 syntax ",
  "js3": "ike Klassen, Pfeilfunktion, neue Array-Methoden sind mein zweiter Vorname!'};",
  "graphql": "Graphql",
  "graphql2": "Graphql",
  "graphql3": "Graphql",
  "react": "<> React, mit ",
  "react2": "Next.Js & Gatsby ",
  "react3": "ist meine wertvollste Fähigkeit. Ich habe großes Wissen über die Erstellung optimierter Websites (wie diese, die Sie gerade besuchen 😎), sowohl serverseitiges Rendering als auch statische. </>",
  "mongodb": "Soll ich das in JSON schreiben? wahrscheinlich nicht. Ich verwende MongoDB mit Mongoose als Objektmodellierung, um Beziehungen zwischen Schemata zu erstellen und zu erstellen ",
  "mongodb2": "get, post, put and delete ",
  "mongodb3": "anfragen.",
  "wp": "Ja, das ist WordPress. Wissen, wie man die Auswahl trifft ",
  "wp2": "beste Plugins und Themes, ",
  "wp3": "ist der Schlüssel zu einer schnellen und optimierten WordPress-Website. Darüber hinaus ist das Einfügen von JavaScript/jQuery-Code in eine WordPress-Site keine schlechte Idee.",
  "shopify": "Shopify",
  "shopify2": "Shopify",
  "shopify3": "Shopify",
  "blender": "Was ist das?! Das ist Blender! Eine kostenlose Open-Source-Software, die ich verwende, um ",
  "blender2": "3D- und Augmented-Reality-Sachen.",
  "zbrush": "Zbrush ist das führende Werkzeug für die 3D-Bildhauerei. Ich benutze es mit einem Grafiktablett und priorisiere immer",
  "zbrush2": "gute Topologie ",
  "zbrush3": "für meine 3D-Skulpturen.",
  "substance": "Ich verwende Substance Designer und Alchemist, um Texturen zu erstellen, die immer versuchen, die schärfste zu erzielen ",
  "substance2": "Verschiebungs- und Normalkarten ",
  "substance3": "Gewährleistet tolle Texturen Ergebnisse.",
  "ads": "Zu wissen, wie und wo man hinlegt, ist der Schlüssel zu haben ",
  "ads2": "eine benutzerfreundliche Erfahrung ",
  "ads3": "auf Ihren Websites, auch wenn Anzeigen darauf vorhanden sind. Darüber hinaus kann eine effiziente Platzierung des Banners den Umsatz einer Website exponentiell steigern.",
  "ac": "Ich habe Erfahrung in der Erstellung von ",
  "ac2": "automatisierungen ",
  "ac3": "über die Verbindung mit Woocommerce und die Verwaltung von Triggerereignissen (wenn ein Benutzer kauft oder den Warenkorb verlässt).",
  "mailchimp": "Mailchimp",
  "mailchimp2": "Mailchimp",
  "mailchimp3": "Mailchimp"
}
